Revit 2018 API
CustomExporter.Export Method
Overload List
Name | Description
Export(IList<ElementId>)
 Exports a collection of 3-D views
Export(View3D)
 Exports one 3-D view
See Also
CustomExporter Class
CustomExporter Members
Autodesk.Revit.DB Namespace